Repository: common-repository/inwidget
Catalog: assets/languages/inwidget-*.po
Languages: ru_ru

source: This plugin will quickly display the Instagram profile on the site. For display "We are on Instagram" using shortcode [instagram_widget user_name = "insta_user_name" /] or installation widget in WordPress `Appearance > Widgets`.
ru_ru: Этот плагин отобразит профиль Instagram на вашем сайте! Для отображения виджета «Мы в Instagram» используйте шорткод [instagram_widget user_name = "insta_user_name" /] или установите виджет в консоли WordPress `Внешний вид> Виджеты`.

source: Instagram Widget - We`re on Instagram
ru_ru: Instagram виджет - Мы в Instagram

source: Height Instagram widget (px)
ru_ru: Высота Instagram виджета (px)

source: Width Instagram widget (px)
ru_ru: Ширина Instagram виджета (px)

source: Ruslan Heorhiiev, Alexandr Kazarmshchikov
ru_ru: Руслан Георгиев

source: Photos in the Instagram widget string
ru_ru: Изображений в строке Instagram виджета

source: Username Instagram profile
ru_ru: Логин пользователя Instagram

source: Title Instagram widget
ru_ru: Название Instagram-виджета

source: Title
ru_ru: Название

source: We are in Instagram
ru_ru: Мы в Instagram

source: Display Instagram widget.
ru_ru: Вывод Instagram-виджета.

source: Instagram widget
ru_ru: Instagram-виджет
